Repository: lglenat/KronoTrackApple
Catalog: kronotrack/*.lproj/Localizable.strings
Languages: fr

# Course
source: Race
fr: Course

source: Bib Number
fr: Dossard

source: Birth Year
fr: Année Naiss.

source: Race Code
fr: Code

source: Show GPX Track
fr: Afficher le tracé GPX

source: Start Tracking
fr: Démarrer le suivi

source: Stop Tracking
fr: Arrêter le suivi

source: Privacy Policy
fr: Politique de confidentialité

source: KronoTrack: location tracking active.
fr: KronoTrack : suivi de position activé.

source: Background location tracking enabled.
fr: Suivi de position en arrière plan activé.

source: Results
fr: Résultats

source: Please fill in all fields.
fr: Veuillez remplir tous les champs correctement.

source: This app needs your location to track your progress through the competition even when the app is in the background.
fr: Cette application a besoin de votre position pour suivre votre progression pendant la compétition, même lorsque l'application est en arrière-plan.

source: Error
fr: Erreur

source: Server error
fr: Erreur serveur

source: Server or network error
fr: Erreur serveur ou réseau.

source: Start tracking error
fr: Erreur lors du démarrage du suivi.

source: Failed to decode response.
fr: Erreur de décodage de la réponse.

source: Location Services
fr: Service de localisation

source: Background Location
fr: Position en arrière plan

source: Precise Location
fr: Position exacte en arrière plan

source: Tracking Disabled
fr: Suivi désactivé

source: To start tracking, please enable Location Services in Settings > Privacy & Security > Location Services.
fr: Pour démarrer le suivi, veuillez d'abord activer le service de localisation de votre appareil dans Réglages > Confidentialité et sécurité > Service de localisation.

source: To start tracking, please allow access to your precise location, set to 'Always'.
fr: Pour démarrer le suivi, veuillez d'abord autoriser l'accès à votre position exacte, "Toujours".

source: To start tracking, please enable 'Precise Location' and 'Always' in your location settings.
fr: Pour démarrer le suivi, veuillez d'abord activer "Position exacte" et "Toujours" dans les réglages d'accès à votre position.

source: To start tracking, please allow notifications.
fr: Pour démarrer le suivi, veuillez autoriser l'accès aux notifications.

source: Tracking has been disabled because location permissions changed or Location Services were turned off.
fr: Le suivi a été désactivé car les autorisations d'accès à la position ont changé, ou le service de localisation a été désactivé.

source: Open app settings
fr: Ouvrir les réglages

source: Cancel
fr: Annuler
